{
    "menu": [
        {
            "nume": "pastrama de berbecut",
            "imagine": "http://scms.machteamsoft.ro/uploads/photos/652x450/652x450_182259-pastrama.jpg",
            "reteta": "Facem rost de carnea de oaie sau berbecut, preferabil dezosata,<br><br>Carne de oaie netransata, pentru pastrama<br>si ne apucam sa o transam in portii potrivite, subtiri de aprox.1 cm. Avem nevoie de un cutit bine ascutit, cu varf.<br><br>Cum se transeaza carnea pentru pastrama<br>Separat, preparam condimentele, facand o pasta din usturoi pisat, piper, sare, cimbru, boia. Amestecam bine toate condimentele cu pisalogul de usturoi.<br><br>Cum se prepara condimentele pentru pastrama<br>Cu pasta obtinuta masam bucatile de pastrama pe toata suprafata, pana se imbiba de condimente si usturoi. Punem bucatile de pastrama una peste alta intr-un ceaun si le stropim cu putin vin alb.<br><br>Pastrama se pune intr-un ceaun<br>Infasuram ceaunul in folie de plastic sau il acoprim bine, ca sa nu dea miros, si tinem pastrama la frigider5-7 zile. Daca avem un beci racoros, pe timpul noptii o putem agata la uscat acolo.<br><br>Pastrama se tine la frigider o saptamana<br>Peste cateva zile, pastrama este frageda si miroase....mmmmm! Iti lasa gura apa...<br><br>Cum arata pastrama peste o saptamana<br>Pregatim pastrama la gratar sau in tigaie de teflon, pe aragaz sau pe plita. Deoarece carnea s-a macerat in vin si condimente, a devenit frageda si gustoasa.<br><br>Pastrama se gateste in tigaie de teflon<br>Servita cu must de struguri, mamaliga si cartofi prajiti, alaturi de cativa castraveciori murati, pastrama de oaie este un adevarat ospat.",
            "ingrediente": "2 kg carne de miel sau de oaie, 4 capatani de usturoi, 2 lingurite de sare, 2 lingurite de piper, 1 lingurita de boia, 1 lingurita de cimbru, 1/2 pahar de vin alb"
        },
        {
            "nume": "chiftelute marinate",
            "imagine": "https://www.retetecalamama.ro/wp-content/uploads/2015/01/chiftele-marinate-reteta-pas-cu-pas-cum-se-fac-chiftelele-marinate.jpg",
            "reteta": "se pune carne la fiert",
            "ingrediente": "carne tocata, sare, piper, apa, faina"
        },
        {
            "nume": "fasole batuta",
            "imagine": "http://1.bp.blogspot.com/-J7JeP_1YeZE/VpvZyDWJdyI/AAAAAAAAO_I/xZRKW1vKO4E/s1600/DSCF9067.JPG",
            "reteta": "Fasolea se pune la înmuiat în apă călduță cu câteva ore înainte de preparare, cel mai sigur este de seara până a doua zi. Apoi, se scurge bine de apă și se acoperă cu apă rece. Se lasă la fiert, iar după primul clocot se ia de pe foc, se scurge de apă și se acoperă iar cu apă. De data aceasta, apa să fie fierbinte.<br><br>Se lasă să clocotească, apoi se repetă operațiunea. Indicat este să se repete de 4-5 ori operațiunea cu schimbarea apei, în plus se poate pune un vârf de cuțit de bicarbonat de sodiu. Acesta ajută la fierberea și înmuierea fasolei și reduce din efectele neplăcute ulterioare.<br><br>În ultima apă în care se pune, se lasă la foc mic, să fiarbă cât are nevoie. Pentru cine dorește un gust aparte, poate pune câteva rondele de morcov, câteva boabe de piper și 2-3 frunze de dafin. Piperul și frunzele se vor înlătura când se trece la pasat.<br><br>După ce a fiert bine, se scurge de apă și se dă prin strecurătoare sau se pasează la blender. Ceapa se taie felii subțiri și se pune la călit. Când s-a călit, se pune și pasta de tomate și se amestecă bine. Jumătate din cantitate, plus usturoiul pisat se freacă bine cu fasolea pasată. Aceasta trebuie să se umfle și să se omogenizeze. Nu scurgeți ceapa de ulei, acesta va face fasolea mai pufoasă. Se potrivește de sare și piper, se pune într-un vas și se acoperă cu cealaltă jumătate de ceapă călită cu bulion.<br><br>Se servește cu pâine proaspătă și o salată de murături. Merge la fel de bine și pe feliuțe subțiri de pâine, cu ceapă călită sau murături ca aperitiv.",
            "ingrediente": "300 g fasole uscata sau 3 conserve de fasole alba fiarta, sare, piper, 2-3 catei de usturoi zdrobiti, 2-3 cepe mari, 2 linguri de ulei, sare, 2 lingurite bune de paprika (boia dulce)"
        },
        {
            "nume": "copan de rata",
            "imagine": "https://savoriurbane.com/wp-content/uploads/2014/07/Pulpe-de-rata-cu-rozmarin-usturoi-si-lamaie-1.jpg",
			"reteta": "Stropim cu vin si presaram rozmarinul si celelalte condimente. Punem cateva cubulete de unt deasupra. Dam friptura la cuptor si o lasam pana cand se rumenste.<br><br>Copan de rata<br>Se serveste cu garnitura de cartofi.",
            "ingrediente": "copane de rata, unt, 1 pahar de vin alb, rozmarin, sare, piper, condimente dupa gust"
		},
		{
			"nume": "fazani la cuptor",
            "imagine": "http://gastropedia.ro/wp-content/uploads/2012/08/fazan_la_cuptor_01.jpg",
            "reteta": "Fazanii curatati si eviscerati se taie in 2 sau in 4, in functie de marime si de cat de mari dorim sa fie portiile. Cu ajutorul unor scobitori, infigem feliile subtiri de slanina in fazan. Asezam bucatile de fazan intr-o tava de cuptor si presaram condimentele. Stropim cu vin si turnam un pahar cu apa in tava. Dam friptura la cuptor si o lasam pana cand fazanul se rumenste, completand din cand in cand cu apa.<br><br>Fazan la cuptor<br>In general, carnea de vanat este mai tare si mai uscata. Dar impanata cu slanina si stropita cu vin va deveni frageda si gustoasa. Friptura de fazan impanat la cuptor se serveste cu garnitura de legume si salata.",
            "ingrediente": "2 fazani, 100 g de slanina, 1 pahar de vin alb, foi de dafin, sare, piper, condimente dupa gust"
        },
        {
            "nume": "cotlete de berbecut",
            "imagine": "https://casaluica.ro/wp-content/uploads/2017/03/cotlete-de-berbecut-la-gratar-berceni.jpg",
            "reteta": "apa, sare, bataie",
            "ingrediente": "berbecut"
        },
        {
            "nume": "carnati afumati",
            "imagine": "https://clickpoftabuna.ro/wp-content/uploads/2016/12/carnati-afumati-580x400.jpg",
            "reteta": "apa, sare, bataie",
            "ingrediente": "carnati"
        },
        {
            "nume": "salata",
            "imagine": "https://i0.wp.com/lchf.ro/wp-content/uploads/2015/10/salata-greceasca.jpg",
            "reteta": "Se taie si se amesteca ingredientele",
            "ingrediente": "salata, ceapa, branza, castraveti, ou, masline, sare, patrunjel"
        },
        {
            "nume": "jumari",
            "imagine": "https://batranusas.ro/44/jumari-de-porc.jpg",
            "reteta": "slanina porc, apa, untura",
            "ingrediente": "porc"
        },
        {
            "nume": "carne de la garnita",
            "imagine": "https://adevarul.ro/assets/adevarul.ro/MRImage/2015/12/07/566565527d919ed50ef97555/1200x630.jpg",
            "reteta": "se prajeste carnea in multa untura",
            "ingrediente": "carne de porc, untura"
        },
        {
            "nume": "salata de icre",
            "imagine": "https://savoriurbane.com/wp-content/uploads/2016/09/Salata-de-icre-reteta-economica-cu-paine-savori-urbane-pas-cu-pas.jpg",
            "reteta": "icre, sare, ceapa, gris",
            "ingrediente": "icre"
        },
        {
            "nume": "saramura de peste",
            "imagine": "https://i0.wp.com/sisterskitchen.ro/wp-content/uploads/2012/12/saramura-caras.jpg",
            "reteta": "se curata pestele, se frige, dupa care se toarna saramura peste el",
            "ingrediente": "peste, legume, sare, apa"
        }
    ]
}